10/data/attachments/b42b549e79835961.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Willie_degree_Actions_13955_4</nif:username>
            <nif:friendToBeRequested>soap_actions_e68324d6-d2cf-4cef-b647-44c996e929c9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>